import { Service } from "./calculator.model";

export const PRICE_LIST: Service[] = [
  {
    id: 1,
    title: "Тонировка стекол",
    price: 10,
    text: "Только что купили автомобиль и он не затонирован? Или просто устали от солнцепека и любопытных глаз? За 1.5 выполним тонировку автомобиля и предоставим бессрочную гарантию на работу и пленку.",
  },
  {
    id: 2,
    title: "Полировка кузова",
    price: 10,
    text: "При полировке кузова снимается часть поврежденного лакового слоя, что позволяет придать автомобилю блеск, будто он только выехал из салона, а если вы хотите сохранить автомобиль в таком состоянии минимум на 2 года, рекомендуем покрыть кузов керамическим составом.",
  },
  {
    id: 3,
    title: "Керамическое покрытие",
    price: 10,
    text: "После полировки кузова мы наносим защитное керамическое покрытие для компенсации лакового слоя и дальнейшей защиты кузова от пагубного воздействия окружающей среды. Цвет станет глубже, капли влаги будут улетать с кузова, появится стойкость к механическим и химическим воздействиям.",
  },
  {
    id: 4,
    title: "Химчистка салона",
    price: 10,
    text: "Появился запах в салоне, пятна на сидениях, обшивки поменяли свой цвет или вы просто хотите убрать все то, что напоминает о предыдущем владельце? Выполним комплексную химчистку автомобиля и произведем дезинфекцию салона в подарок! Удалим до 100% загрязнений и уберем болезнетворные бактерии из салона.",
  },
  {
    id: 5,
    title: "Антигравийная защита",
    price: 5,
    text: "После химчистки салона мы настоятельно рекомендуем производить его защитную обработку. Керамика для салона повышает износостойкость материала, и салон становится менее подвержен загрязнениям как минимум на 2 года.",
  },
];
